Repository: common-repository/parsijoo-map
Catalog: languages/parsijoo-map-*.po
Languages: fa_ir

source: Parsijoo MAP Plugin Settings
fa_ir: تنظیمات افزونه نقشه پارسی جو

source: Parsijoo API
fa_ir: API پارسی جو

source: Enter the Parsijoo Map API Key,
fa_ir: API نقشه پارسی جو را وارد نمایید ،

source: API Key Get Guide
fa_ir: راهنمای دریافت کلید API

source: Submit
fa_ir: ذخیره اطلاعات

source: To view the map and build the shotcode, please enter the Parsijoo Maps API.
fa_ir: جهت مشاهده نقشه و ساخت خودکار شورتکد ، لطفا API نقشه پارسی جو را وارد نمایید.

source: Create Shortcode
fa_ir: ایجاد شورتکد

source: Select the place you want and copy your shortcode.
fa_ir: از طریق نقشه زیر مکان مورد نظر خود را انتخاب کرده و شورتکد مکان مورد نظر را دریافت نمایید.

source: Lat
fa_ir: عرض جغرافیایی

source: Lng
fa_ir: طول جغرافیایی

source: Zoom
fa_ir: زوم

source: Copy and paste your shortcode into a post, page or custom widget
fa_ir: ابتدا مکان مورد نظر خود را انتخاب کرده و سپس شورتکد زیر را کپی کرده و در مطالب ، برگه ها و یا ابزارک دلخواه خود قرار دهید

source: MAP Lerning
fa_ir: آموزش نقشه

source: To use the map on your site, you can use the following shortcode.
fa_ir: برای استفاده از نقشه در سایت خود می توانید از شورتکد زیر استفاده نمایید.

source: Parameter %s : Latitude and Longitude, Example: 31.879897, 54.317292
fa_ir: پارامتر %s : طول و عرض جغرافیایی ، مانند : 31.879897, 54.317292

source: Parameter %s : Map zoom, only a numeric value for this parameter is allowed, the use of this parameter is optional.
fa_ir: پارامتر %s : زوم نقشه ، تنها یک مقدار عددی برای این پارامتر مجاز است ، استفاده از این پارامتر اختیاری است.

source: Parameter %s : The height of the map, only a numeric value for this parameter is allowed, the use of this parameter is optional.
fa_ir: پارامتر %s : ارتفاع نقشه ، تنها یک مقدار عددی برای این پارامتر مجاز است ، استفاده از این پارامتر اختیاری است.

source: The sample is as follows
fa_ir: نمونه مانند زیر می شود

source: POP-UP Parameters
fa_ir: پارامترهای پاپ آپ

source: I am a pop-up
fa_ir: من یک پاپ آپ هستم

source: Title pop-up
fa_ir: عنوان پاپ آپ

source: Lorem ipsum dolor sit amet, consectetuer adipiscing elit, sed diam nonummy nibh euismod tincidunt ut laoreet dolore magna aliquam erat volutpat.
fa_ir: لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.

source: Applicable in all shortcodes
fa_ir: پارامترهای پاپ آپ را می توانید در تمامی شورتکدها استفاده نمایید

source: Parameter %s : POPUP Image
fa_ir: پارامتر %s: تصویر پاپ آپ ( آدرس تصویر را وارد نمایید.)

source: Parameter %s : POPUP Title
fa_ir: پارامتر %s: عنوان پاپ آپ ( تنها یک متن وارد نمایید )

source: Parameter %s : POPUP Text
fa_ir: پارامتر %s: متن پاپ آپ ( تگ های html مجاز است )

source: Parameter %s : POPUP Details
fa_ir: پارامتر %s: توضیحات پاپ آپ ( استفاده از تگ های html مجاز است )

source: Circle Shortcode
fa_ir: شورتکد شعاع

source: ShortCode %s
fa_ir: شورتکد %s

source: Parameter %s : Radius
fa_ir: پارامتر %s: شعاع

source: Parameter %s : Latitude and Longitude
fa_ir: پارامتر %s : طول و عرض جغرافیایی

source: Parameter %s : Map zoom
fa_ir: پارامتر %s: زوم نقشه

source: Parameter %s : The height of the map
fa_ir: پارامتر %s: ارتفاع نقشه

source: Polygon Shortcode
fa_ir: شورتکد چند ضلغی

source: Parameter %s : To use the parameter polygon, the latitude and longitude must be separated by "-"
fa_ir: پارامتر %s : جهت استفاده از پارامتر polygon باید طول و عرض های جغرافیایی دلخواه خود را با "-" از هم جدا شوند.

source: Developed with %1$s - Version %2$s
fa_ir: طراحی و توسعه توسط %s - نسخه %s

source: Parsijoo MAP
fa_ir: نقشه پارسی جو

source: PARSIJOO MAP
fa_ir: نقشه پارسی جو

source: With this plugin you can display your location on the Parsijoo MAP
fa_ir: با این پلاگین می توانید مکان مورد نظر خود را بر روی نقشه پارسی جو نمایش دهید

source: NasimNet
fa_ir: نسیم نت
